Repository: Am6er/BecqMoni
Catalog: BecquerelMonitor/Properties/Resources.*.resx
Languages: ru

# ApplicationTitle
source: BecqMoni ATOM Edition
ru: BecqMoni Nuclear Edition

# AtomSpectraExportDialogTitle
source: Export Atom Spectra v3 file
ru: Экспорт файла Atom Spectra v3

# AtomSpectraFileFilter
source: Atom Spectra Files (*.txt)|*.txt|All Files (*.*)|*.*
ru: Файлы Atom Spectra (*.txt)|*.txt|Все файлы (*.*)|*.*

# Attach.BTN
source: Attach
ru: Подкл.

# BackgroundSelectionDialogTitle
source: Choose background spectrum file
ru: Выберите файл фонового спектра

# ButtonRefresh
source: Refresh
ru: Обновить

# CalibrationFunctionError
source: The calibration function should be monotonically increasing at channel > 0. Re-check Calibration points!
ru: Функция калибровки должна монотонно возрастать при увеличиении канала. Проверьте калибровку!

# ChartHeaderBGCounts
source: Background Counts:
ru: Фоновых имп:

# ChartHeaderChannel
source: Channel:
ru: Канал:

# ChartHeaderCountBGRatio
source: BG Ratio:
ru: Соотн. фона:

# ChartHeaderEnergy
source: Energy[keV]:
ru: Энергия[keV]:

# ChartHeaderGrossCounts
source: Gross Counts:
ru: Всего импульсов:

# ChartHeaderNetCounts
source: Net Counts:
ru: Имп. над фоном:

# ChartHeaderNetCps
source: Net CPS:
ru: CPS над фоном:

# ChartHeaderPeakCounts
source: Peak counts:
ru: Имп. в пике:

# ChartHeaderSelection
source: Selected Region
ru: Выбранная область

# ColorBTN
source: Other color...
ru: Другие цвета...

# CombineEmptySpectrum
source: Open spectrum first, then select Combine menu to another spectrum file.
ru: Откройте сначала файл спектра, а потом выберите опцию Объединение для другого файла спектра.

# CombineIncorrectChannels
source: Different number of channels in combined spectrums! Select proper spectrum file.
ru: Разное число каналов в объединяемых спектрах! Выберите корректный файл спектра для объединения.

# ConfirmationDialogTitle
source: Confirmation
ru: Подтверждение

# CopyPostfix
source: (Copy)
ru: (Копия)

# CsvExportDialogTitle
source: Export to CSV File
ru: Экспорт в CSV файл

# CsvFileFilter
source: CSV Files (*.csv)|*.csv|All Files (*.*)|*.*
ru: Файлы CSV (*.csv)|*.csv|Все файлы (*.*)|*.*

# CsvImportDialogTitle
source: Import from CSV File
ru: Импорт из CSV файла

# DeleteSpectrumMessage
source: Delete spectrum "{0}"?
ru: Удалить спектр "{0}"?

# DeleteUnnamedSpectrumMessage
source: Delete unnamed spectrum?
ru: Удалить безымянный спектр?

# Detach.BTN
source: Detach
ru: Откл.

# EmptyDeviceList
source: Empty device list! You should add new device first!
ru: Пустой список устройств! Сначала добавьте новое устройство!

# ERRAddCalibrationPoints
source: Error while adding channel {0}. Error message: {1}
ru: Ошибка при добавлении калибровки канал: {0}. Текст ошибки: {1}

# ERRAlreadyOpen
source: Specified file is already open.
ru: Выбранный файл уже открыт в приложении.

# ERRAudioDeviceNotFound
source: Specified audio device is not found.
ru: Выбранное аудио устройство не найдено.

# ERRBackgroundLoadFailure
source: Failed to load background spectrum "{0}".
ru: Не удалось загрузить спектр фона "{0}". Сообщение {1).

# ERRCannotConnectDevice
source: Unable to connect device. Check cable connection and power of the device.
ru: Не удалось подключиться к устройству. Проверьте кабель и питание устройства.

# ERRCannotDeleteSpectrum
source: Can't delete spectrum. at least one spectrum per file is needed.
ru: Не могу удалить спектр. По крайней мере один спектр нужен в файле.

# ERRCannotOpenWavFile
source: Can't open WAV file.
ru: Не могу открыть WAV файл.

# ERRCannotOverwrite
source: Can't overwrite any opened file
ru: Не могу перезаписать уже открытый файл.

# ERRCannotRetreiveDeviceData
source: Unable to retreive device data. (prohibited while measurement processing)
ru: Не могу получить данные с устройства.

# ERRDetectedErrorWhileCommunication
source: Error detected while communicating with device.
ru: Обнаружена ошибка в процессе работы с устройством.

# ERRDeviceConfigNotSelected
source: Device configuration is not selected.
ru: Не выбрана конфигурация устройства.

# ERRDeviceMismatchConfiguration
source: Missmatched device configuration: to solve this create new file and use Audio Input device.
ru: Несоответствие с конфигурацией устройства. Чтобы это исправить создайте новый спектр и используйте Audio Input Device

# ERRDuplicateConfigName
source: Duplicate or invalid configuration name.
ru: Такая конфигурация уже присутствует, выберите другое имя

# ERRDuplicateDeviceConfigGUID
source: Duplicate GUID for deivce configuration "{0}"
ru: Одинаковые GUID в разных файлах конфигурации устройств "{0}"

# ERRDuplicateROIConfigGUID
source: Duplicate GUID for ROI configuration "{0}"
ru: Одинаковые GUID в разных файлах конфигурации ROI "{0}"

# ERREmptyCoefficients
source: This device doesn't contain calibration coefficients. Write them first.
ru: Это устройство не содержит коэффициенты калибровки, сначала нужно их туда записать.

# ERREmptyPortName
source: Empty port name
ru: Имя COM порта пустое

# ERRExcelNotInstalled
source: Excel may not be installed
ru: MS Excell не установлен

# ERRExpectedLineSeparator
source: Error. Expected empty line separator, got: {0}
ru: Ошибка в импортируемом файле. Вместо пустой строки пришло: {0}

# ERRFileOpenFailure
source: File "{0}" couldn't be opened. ({1})
ru: Файл "{0}" не может быть открыт. ({1})

# ERRFileSaveFailure
source: File "{0}" couldn't be saved. ({1})
ru: Файл "{0}" не может быть сохранён. ({1})

# ERRFirmwareMustBeUpdated
source: The firmware must be updated to the latest version.
ru: Прошивка должна быть обновлена до последней версии.

# ERRImportAtomSpectra
source: Channel mismatch between device and imported spectra file. Device channels: {0}, spectrum files channels: {1}
ru: Несоответствие числа каналов между выбранным устройством и импортируемым спектром. Каналов в устройстве: {0}, каналов в файле спектра: {1}

# ERRIncompatibleChannelParameters
source: Incompatible channel parameters.
ru: Несовместимые параметры каналов.

# ERRIncorrectCRC
source: Incrorrect Crc32 checksum! Possible borken coefficients. Try to upload them again.
ru: Некорректная сумма Crc32! Возможно коэфициенты калибровки некорректны. Проведите процедуру загрузки коэфициентов калибровки на устройство заново.

# ERRInputDeviceNotSet
source: Input device is not set.
ru: Устройство ввода не выбрано.

# ERRInputInteger
source: Input an integer.
ru: Введённое число - целое.

# ERRInputNumber
source: Input a number.
ru: Введённый текст - число.

# ERRInvalidChannelOrEnergyValues
source: Invalid channel or energy values
ru: Некорректный канал или значения энергий

# ERRInvalidDeviceType
source: Invalid device type
ru: Некорректный тип устройства

# ERRInvalidInputForm
source: Invalid input form.
ru: Некорректная форма ввода.

# ERRInvalidPresetTime
source: Invalid preset time.
ru: Некорректное предустановленное время.

# ERRInvalidROIPrimitive
source: Invalid ROI primitive.
ru: Некорретный примитив ROI.

# ERRInvalidROIPrimitiveOperation
source: Invalid ROI primitive operation.
ru: Некорректная операция с примитивом ROI.

# ERRLoadingDeviceConfigFailed
source: Failed to load device configuration file(s).
ru: Не удалось загрузить файлы конфигураций устройств.

# ERRLoadingGlobalConfigFailed
source: Failed to load application configuration file.
ru: Не удалось загрузить конфигурационный файл приложения.

# ERRLoadingNuclideDefinitionFile
source: Failed to load nuclide definition file.
ru: Не удалось загрузить библиотеку изотопов.

# ERRLoadingROIConfigFailed
source: Failed to load ROI configuration file(s).
ru: Не удалось загрузить конфигурационный файл ROI.

# ERRNotSupportedWavFormat
source: Specified WAV format is not supported by the audio device.
ru: Выбранный формат WAV не поддерживается аудио устройством.

# ERROpenAtomSpectraFormat
source: Error. Can not open this file. Expected format 3, got: {0}
ru: Ошибка. Не могу импортировать файл Atom Spectra. Ожидался формат версией 3, получена версия: {0}

# ErrorDialogTitle
source: Error
ru: Ошибка

# ErrorExclamation
source: Error!
ru: Ошибка!

# ErrorString
source: Error
ru: Ошибка

# ERRReadDataFromPort
source: Couldn't read device data from Port: {0}
ru: Не могу прочитать данные с устройства по COM порту: {0}

# ERRReadDataFromPort_Empty
source: Couldn't read device data from Port!
ru: Не могу прочитать данные с устройства по COM порту!

# ERRSavingDeviceConfigFailed
source: Failed to save device configuration file.
ru: Не удалось сохранить конфигурационный файл устройства.

# ERRSavingGlobalConfigFailed
source: Failed to save application configuration file.
ru: Не удалось сохранить конфигурационный файл приложения.

# ERRSavingNuclideDefinitionFile
source: Failed to save nuclide definition file.
ru: Не удалось сохранить файл библиотеки изотопов.

# ERRSavingROIConfigFailed
source: Failed to save ROI configuration file.
ru: Не удалось сохранить конфигурационный файл ROI.

# ERRUnsuportedEnergyBoundaryN42
source: N42 EnergyBoundaryValues not supported. Using current calibration.
ru: Объект спецификации N42 - EnergyBoundaryValues не поддерживается в приложении. Используйте калибровки полиномом.

# ERRUnsupportedCalibrationMethod
source: Unsupported calibration method polynom order {0}. Only 2,3,4,5 points exist.
ru: Не поддерживаемый метод калибровки полиномом {0} порядка. Поддерживаются полиномы 1,2,3,4 порядков.

# ERRUnsupportedCalibrationOrder
source: Unsupported calibration points number. Got polynom order = {0}
ru: Не поддерживается такое количество точек калибровки. Порядок полинома получается: {0}. Должен быть 1,2,3,4 порядка.

# ERRUpdateApp
source: This application works in standalone mode. If you want to use update re-install it.
ru: Этот экземпляр приложения работает в ограниченном режиме. Такое приложение не будет обновляться. Необходимо установить приложение через setup.exe.

# ERRUpdateExc
source: Cann't install the latest version. Error happens. {0}
ru: Произошла ошибка, не могу установить обновление. {0}

# ERRUploadCoefficeintsToDevice
source: Error! Some coefficients uploaded with error! Check connection and reupload it again.
ru: Коэффициенты были загружены с ошибкой! Проверьте подключение к устройству, кабель и попробуйте загрузить заново.

# ExportSpectraToFileDialogTitle
source: Export Selected Spectra To File
ru: Экспорт выбранного спектра в файл

# FWHMPeakConfigDescription
source: How to set Peak Detection values: FWHM at 0 ch - Should be selected according to your fwhm as close to 0 keV as possible. Select such a peak with the mouse and enter a value slightly less, than "FWHM ch" in this setting. FWHM peak in ch - Choose peak in the center of the spectrum. The K-40 peak should be great. Enter the value of center position in the channels. FW peak width ch - The width of the peak in channels. Select peak from the "FWHM peak in ch" parameter with the mouse and enter the value "FWHM ch" here. Please note, that FWHM peaks indicated in "Detected Peaks" tabel, are FWHM peaks "cleared" of noise. And they are not suitable for using them in peak search settings. Moreover, in peak search settings, you should specify exactly the FWHM of peaks taking into account noise (that is, how you see peak in spectrum now).
ru: Как настраивать Поиск Пиков: FWHM в 0 канале - Должен быть выбран согласно вашему fwhm максимально близко к 0 keV. Выделить такой пик мышкой и внесите значение чуть меньше чем "FWHM ch" в эту настройку. Канал пика FWHM - Выберите пик по центру спектра. Великолепно для этого подходит пик K-40. Введите значение положения центроида в каналах. FW пика в каналах - Ширина пика в каналах. Выбранный пик из параметра "FWHM peak in ch" выделите мышкой и введите сюда значение "FWHM ch". Сжатие каналов, ch - сжатие спектра в указанное число каналов. Столько каналов будет использоваться для определения пиков. Значение должно быть 256 и максимальное число канала для этого устройства. ВНИМАНИЕ! Увеличение числа каналов приводит к СЕРЪЁЗНОЙ деградации производительности ЦПУ! Рекоммендованные значения 512 или 1024. Обратите внимание, что FWHM пиков, указанные в табличке "Обнаруженные пики" - это FWHM "очищенных" от шумов пиков. И они не подойдут для прописывания их в настройках поиска пиков. Наоборот, в настройках поиска пиков следует указывать именно FWHM пиков с учётом шумов (то есть как вы их сейчас видите на спектре).

# ImportAtomSpectraFileDialogTitle
source: Import Atom Spectra Spectrum File
ru: Импорт файла Atom Spectra

# ImportN42FileDialogTitle
source: Import N42 Spectrum File
ru: Импорт файла формата N42

# ImportOldFormatFileDialogTitle
source: Import Old Format (0.93Beta or earlier) Spectrum File
ru: Импорт спектра старого формата BQMoni (0.93Beta и раньше)

# ImportSpectraFromFileDialogTitle
source: Import Spectra From File
ru: Импорт спектра из файла

# InitializingMessage
source: Initializing...
ru: Загрузка...

# InvalidValueDialogTitle
source: Invalid Input Value
ru: Некорректное введённое значение

# LabelVCPSpectraInfo
source: Status: {0}
ru: Статус: {0}

# LibraryLicensesMessage
source: based on pulse shape discrimination algorithm of PRA for audio input devices http://www.physics.usyd.edu.au/~marek/pra/index.html using DockPanel Suite library http://sourceforge.net/projects/dockpanelsuite/ using WinMM.Net library http://winmm.codeplex.com/ using XPTable library http://xptable.sourceforge.net/
ru: BecqMoni icons from Maks Vasilev https://github.com/MaksVasilev/BecqMoniResources based on pulse shape discrimination algorithm of PRA for audio input devices https://gammaspectacular.com/marek/pra/index.html using DockPanel Suite library http://sourceforge.net/projects/dockpanelsuite/ using WinMM.Net library http://winmm.codeplex.com/ using XPTable library http://xptable.sourceforge.net/

# LoadingFileMessage
source: Loading File ( {0} )...
ru: Загружается файл ( {0} )...

# MessageRemoveDeviceConfig
source: Remove device configuration "{0}"?
ru: Удалить конфигурацию устройства "{0}"?

# MSGAtomSpectraWarning
source: Type command and press Enter. Some commands ARE HAZARDOUS! You must be completely sure, what you are doing.
ru: Вводите команду и нажимайте Enter. Некоторые команды - ОПАСНЫ! Вы должны полностью понимать, что делаете, чтобы не словить кирпич!

# MSGCalibrationDone
source: Energy calibration is done.
ru: Калибровка по энергии выполнена.

# MSGClearSpectrum
source: Clear spectrum?
ru: Очистить спектр?

# MSGCoefficientsUploadedSuccesfull
source: Coefficients uploaded to Atom Spectra Pro successfully.
ru: Коэффициенты калибровки успешно загружены в устройство.

# MSGComPort
source: COM Port:
ru: COM порт:

# MSGConfirmSaveConfig
source: Configuration has been modified. Save?
ru: Конфигурационный файл был изменён. Сохранить?

# MSGDeleteNuclideDefinition
source: Delete nuclide definition "{0}"?
ru: Удалить изотоп "{0}"?

# MSGDeleteROIConfig
source: Remove ROI configuration "{0}"?
ru: Удалить конфигурацию ROI "{0}"?

# MSGDeleteROIDefinition
source: Remove ROI definition "{0}"?
ru: Удалить ROI "{0}"?

# MSGDeleteROIPrimitive
source: Remove ROI primitive?
ru: Удалить примитив ROI?

# MSGDeviceTypeChanging
source: Changing device type causes initialization of input fields. OK?
ru: Изменение типа устройства приведёт к общей реинициализации всех параметров. ГОТОВЫ? :)

# MSGFileOverwriteConfirmation
source: Spectrum File "{0}" was modified. Save changes?
ru: Файл спектра "{0}" был изменён. Сохранить?

# MSGInitializeAllColorSetting
source: Initialize all color settings?
ru: Инициализировать заново настройки цветов?

# MSGInitializingSpectrum
source: Spectrum will be ERASED due to incompatible parameters (number of channels and channel pitch) and no pulse data.
ru: Спектр будет УДАЛЁН ввиду несовместимых параметров спектра с параметрами выбранного устройства: количество каналов, шаг канала.

# MSGNewNuclideDefinitionFileCreated
source: New nuclide definition file has been created.
ru: Новый файл библиотеки изотопов успешно создан.

# MSGNoNewVersion
source: No new version avalable. Current version: {0}
ru: Новой версии нету :( Ваша версия приложения: {0}

# MSGPickUpCalibrationPoint
source: Pick up calibration point from spectrum chart.
ru: Выберите точку калибровки из спектра.

# MSGPickUpChannel1
source: Pick up channel #1 from spectrum chart.
ru: Выберите канал #1 из спектра.

# MSGPickUpChannel2
source: Pick up channel #2 from spectrum chart.
ru: Выберите канал #2 из спектра.

# MSGPickUpChannel3
source: Pick up channel #3 from spectrum chart.
ru: Выберите канал #3 из спектра.

# MSGProceedCalibration
source: Modify values and push execution button.
ru: Изменить значения и нажать кнопку выполнить.

# MSGRestartNeeded
source: Update finished. Application WILL RESTART.
ru: Обновление приложения завершено успешно. Сейчас приложение БУДЕТ ПЕРЕЗАГРУЖЕНО.

# MSGSaveBeforeWritingData
source: Save configuration before writing config to Atom Pro device.
ru: Сохраните конфигурацию устройства перед тем, как записывать изменения в устройство.

# MSGSaveEnergyCalibration
source: Save energy calibration parmeters to current device configuration?
ru: Сохранить параметры калибровки в текущей конфигурации устройства?

# MSGSavingNuclideDefinition
source: Nuclide definition has been modified. Save?
ru: Библиотека изотопов была изменена. Сохранить?

# MSGThermometerTypeChanging
source: Changing thermometer type causes initialization of input fields. OK?
ru: Изменение типа термометра приведёт к реинициализации всех полей. ОК?

# MSGUpdateLong
source: A new version is available: {0}. Before updating save all unsaved data. Application WILL RESTART! Install update?
ru: Доступна новая версия: {0}. Перед обновлением сохраните все не сохранённые данные. После обновления приложения БУДЕТ ПЕРЕЗАГРУЖЕНО! Установить обновлениее?

# MSGUpdateShort
source: Update avalable
ru: Доступно обновление

# MultipointCalibrationString
source: Multipoint Calibration
ru: Калибровка

# N42ExportDialogTitle
source: Export N42 file
ru: Экспорт файла N42

# N42FileFilter
source: N42 Files (*.N42)|*.N42|All Files (*.*)|*.*
ru: Файлы N42 (*.N42)|*.N42|Все файлы (*.*)|*.*

# NewDeviceConfigPrefix
source: New Device Configuration
ru: Новая конфигурация устройства

# NewFilePrefix
source: New File
ru: Новый файл

# NewROIConfigPrefix
source: New ROI Configuration
ru: Новая конфигурация ROI

# NotificationDialogTitle
source: Message
ru: Сообщение

# NucBase.IsotopeTextBoxTooltip1
source: Example: AM-241, AM241, 241AM. Isomer: PA234m1, 234PAm1, PA-234m1
ru: Пример: AM-241, AM241, 241AM. Изомер: PA234m1, 234PAm1, PA-234m1

# OpenFileDialogTitle
source: Open Spectrum File
ru: Открыть файл спектра

# RestartRequiredMessage
source: Restart application to apply settings.
ru: Перезагрузите приложение для применения настроек.

# ROIPrimitiveOperationTypeAddition
source: Addition
ru: Дополнение

# ROIPrimitiveOperationTypeSubtraction
source: Subtraction
ru: Вычитание

# ROIPrimitiveTypeBGDifference
source: BG Difference
ru: Разница с Фоном

# ROIPrimitiveTypeCovellMethod
source: Covell Method
ru: Метод Ковела

# ROIPrimitiveTypeROIReference
source: ROI Reference
ru: Ссылка на ROI

# SaveFileDialogTitle
source: Save Spectrum File As
ru: Сохранить спектр как

# SpectrumFileFilter
source: Spectrum Files (*.xml)|*.xml|All Files (*.*)|*.*
ru: Файлы спектра (*.xml)|*.xml|Все файлы (*.*)|*.*

# ThermometerTypeNone
source: None
ru: Нет

# UnknownNuclide
source: (unknown)
ru: (неизвестный)

# UnnamedSpectrumName
source: (unnamed)
ru: (безымянный)

# VCPDeviceStatusConnected
source: Connected
ru: Подключён

# VCPDeviceStatusUnknown
source: Unknown
ru: Неизвестно

# VersionString
source: version {0}
ru: версия {0}

source: Warning
ru: Предупреждение
