Repository: Am6er/BecqMoni
Catalog: BecquerelMonitor/AudioInputDeviceForm.*.resx
Languages: ru

# button1.Text
source: Start
ru: Старт

# button2.Text
source: Stop
ru: Стоп

# checkBox1.Text
source: Negative
ru: Отрицательная

# checkBox2.Text
source: Override Windows Volume
ru: Авто настройка

# label1.Text
source: Audio Input Device
ru: Аудио устройство

# label10.Text
source: Counts
ru: Имп.

# label11.Text
source: Input Level
ru: Вх. ур. сигнала

# label12.Text
source: ULD (0.0 - 100.0)
ru: ВПЗ (0.0 - 100.0)

# label13.Text
source: LLD (0.0 - 100.0)
ru: НПЗ (0.0 - 100.0)

# label14.Text
source: Shape Threshold
ru: Порог формы имп.

# label15.Text
source: Device Polarity
ru: Полярность

# label17.Text
source: Pulse Shape
ru: Форма импульса

# label2.Text
source: Sampling Rate
ru: Частота импульса

# label29.Text
source: Hz
ru: Гц

# label3.Text
source: Bits per Sample
ru: Бит на имп.

# label37.Text
source: (not for WindowsXP)
ru: (не для Windows XP)

# label5.Text
source: Standard Pulse Acquisition
ru: Стандартный набор импульса

# label6.Text
source: Sample Width (8-64)
ru: Ширина имп. (8-64)

# label7.Text
source: Peak Position
ru: Позиция пика

# label8.Text
source: LLD (0.0 - 100.0)
ru: НПЗ (0.0 - 100.0)

# label9.Text
source: ULD (0.0 - 100.0)
ru: ВПЗ (0.0 - 100.0)

# textBox11.Text
source: - Include sufficient pulse shape within specified sample width.
ru: - Включает достаточную форму импульса в пределах заданной ширины выборки.

# textBox7.Text
source: - LDL value must be sufficiently above noise level.
ru: - НПЗ должно быть достаточно выше уровня шума.
