Repository: Am6er/BecqMoni
Catalog: BecquerelMonitor/DCControlPanel.*.resx
Languages: ru

# $this.TabText
source: Measurement Control
ru: Управление измерением

# $this.Text
source: Measurement Control
ru: Управление измерением

# attachBtn.ToolTip
source: Attach to running Atom Spectra Pro
ru: Подключиться к Atom Spectra Pro

# attachBtn.Text
source: Attach
ru: Подключиться

# startBtn.Text
source: Start
ru: Старт

# startBtn.ToolTip
source: Start Measurement
ru: Начало измерения

# devConfigEditBtn.Text
source: Edit...
ru: Редак.

# stopBtn.Text
source: Stop
ru: Стоп

# stopBtn.ToolTip
source: Stop Measurement
ru: Остановка измерения

# spectrumSaveBtn.Text
source: Select...
ru: Выбр.

# roiConfigEditBtn.Text
source: Edit...
ru: Редак.

# reloadFromConfigBtn.ToolTip
source: Apply Device Configuration Changes to Active Spectrum
ru: Применить изменения из конфигурации устройства к текущему спектру

# selectBgBtn.Text
source: Select...
ru: Выбр.

# clearBtn.Text
source: Clear
ru: Сброс

# clearBtn.ToolTip
source: Clear Spectrum
ru: Очистить спектр

# clearBgBtn.ToolTip
source: Reset Background Spectrum
ru: Очистить фоновый спектр

# clearRoiBtn.ToolTip
source: Reset ROI Configuration
ru: Очистить конфигурацию ROI

# saveWhenFinishedCheckBox.Text
source: Save Automatically When Finished
ru: Автоматическое сохранение в конце изменения

# devConfigComboBox.ToolTip
source: Select Device Configuration
ru: Выбрать конфигурацию устройства

# roiConfigComboBox.ToolTip
source: Select ROI Configuration
ru: Выбрать конфигурацию ROI

# realTimeLimitTextBox.ToolTip
source: Preset Measurement Time
ru: Лимит измерения спектра

# roiConfigLbl.Text
source: ROI Config.
ru: Настр. ROI

# countRateLbl.Text
source: Count Rate (cps)
ru: Скор. счета cps

# deviceConfigLbl.Text
source: Device Config.
ru: Устройство

# totalCntLbl.Text
source: Total Counts
ru: Всего импульсов

# validCntLbl.Text
source: Valid Counts
ru: Корректн. имп.

# invalidCntLbl.Text
source: Invalid Counts
ru: Некорр. имп.

# realTimeLbl.Text
source: Real Time
ru: Тек. время

# bachgroundLbl.Text
source: Background
ru: Фон

# saveToLbl.Text
source: Save to
ru: Сохранить в

# percentageProgressBar1.ToolTip
source: Click to change display time format
ru: Нажмите, чтобы изменить формат отображаемого времени
