Repository: Am6er/BecqMoni
Catalog: BecquerelMonitor/DCEnergyCalibrationView.*.resx
Languages: ru

# $this.TabText
source: Energy Calibration
ru: Калибровка энергии

# $this.Text
source: Energy Calibration
ru: Калибр. Энергии

# label37.Text
source: Polynom order:
ru: Полином:

# button1.Text
source: Reset
ru: Сбр.

# button1.ToolTip
source: Reset 2nd Coefficient (c)
ru: Сброс 2 коэфф. (c)

# button11.Text
source: Cancel
ru: Отмена

# button12.Text
source: Reset
ru: Сбр.

# button12.ToolTip
source: Reset 4th Coefficient (a)
ru: Сброс 4 коэфф. (a)

# button13.Text
source: Reset
ru: Сбр.

# button13.ToolTip
source: Reset 3rd Coefficient (b)
ru: Сброс 3 коэфф. (b)

# button2.Text
source: Reset
ru: Сбр.

# button2.ToolTip
source: Reset 1st Coefficient (d)
ru: Сброс 1 коэфф. (d)

# button3.Text
source: Reset
ru: Сбр.

# button3.ToolTip
source: Reset Offset (e)
ru: Сброс смещения (e)

# button4.Text
source: Save to Device Cfg.
ru: Сохр. в конф. устр.

# button4.ToolTip
source: Save Calibration Parameters to Current Device Configuration
ru: Сохранить параметры калибровки в текущей конфигурации устройства

# button5.Text
source: Configure...
ru: Изменить...

# button5.ToolTip
source: Autocalibrator Configuration
ru: Конфигурация стабилизатора

# button6.Text
source: Multipoint Calibration >>
ru: Калибровка >>

# button6.ToolTip
source: Perform Multipoint Calibration
ru: Выполнить многоточечную калибровку

# button7.Text
source: Execute Calibration
ru: Выполнить калбировку

# button8.Text
source: Pick up channel
ru: Выбрать канал

# button9.Text
source: Remove
ru: Удалить

# checkBox1.Text
source: AutoСalibr.
ru: Автокал.

# checkBox1.ToolTip
source: Enable/Disable Stabilizer
ru: Вкл/Выкл Автокалибратор

# label1.Text
source: 1st Coeff.(d)
ru: 1 коэф.(d)

# label2.Text
source: Offset (e)
ru: Смещение (e)

# label36.Text
source: Pick up a channel from spectrum chart.
ru: Выберите канала из спектра.

# label4.Text
source: 2nd Coeff.(c)
ru: 2 коэф.(c)

# label5.Text
source: Determine energy calibration parameters by fitting energy values of known peaks
ru: Выберите параметры так, чтобы пики соответствовали известным энергиям

# label6.Text
source: 4th Coeff.(a)
ru: 4 коэф.(a)

# label7.Text
source: 3rd Coeff.(b)
ru: 3 коэф.(b)

# numberColumn1.Text
source: Energy
ru: Энергия

# numberColumn2.Text
source: Channel
ru: Канал

# table1.NoItemsText
source: There are no calibration points
ru: Нет точек калибровки

# textBox15.Text
source: Energy[keV] = ax^4 + bx^3 + cx^2 + dx + e (x = Channel Number)
ru: Энергия[keV] = ax^4 + bx^3 + cx^2 + dx + e (x = номер канала)

# checkBox2.Text
source: Weights
ru: Веса

# checkBox2.ToolTip
source: Use calibration points weights, which depends from counts in channel.
ru: Использовать точки калибровки с весами, которые рассчитываются исходя из числа импульсов на этом канале.

# button14.Text
source: Get all points
ru: Собрать всё

# button14.ToolTip
source: Get all calibration points from all documents in this table
ru: Собрать все точки калибровки по всем открытым документам в этой таблице
