Repository: Am6er/BecqMoni
Catalog: BecquerelMonitor/DCPeakDetectionView.*.resx
Languages: ru

# $this.TabText
source: Peak Detection
ru: Обнаружение пиков

# $this.Text
source: Peak Detection
ru: Обнаружение пиков

# button1.Text
source: Edit Nuclide...
ru: Ред. изотоп...

# label1.Text
source: Order
ru: Мин SNR

# label2.Text
source: Window Size
ru: Макс № пик

# label3.Text
source: Threshold
ru: Допуск

# label4.Text
source: Detected Peaks
ru: Обнаруженные пики

# textColumn1.Text
source: Energy
ru: Энергия

# textColumn2.Text
source: Channel
ru: Канал

# textColumn3.Text
source: Nuclide
ru: Изотоп

# textColumn4.Text
source: Error
ru: Ошибка
