Repository: Am6er/BecqMoni
Catalog: BecquerelMonitor/DeviceConfigForm.*.resx
Languages: ru

# $this.Text
source: Edit Device Configuration
ru: Редактировать конфигурацию устройства

# label50.Text
source: Min Δ FWHM %
ru: Макс. Δ FWHM %

# label51.Text
source: Max Δ FWHM %
ru: Мин. Δ FWHM %

# label49.Text
source: Description
ru: Описание

# button1.Text
source: Execute Calibration
ru: Выполнить калибровку

# button10.Text
source: New
ru: Новый

# button11.Text
source: Cancel
ru: Отмена

# button12.Text
source: Duplicate
ru: Дубль

# button13.Text
source: Read from device
ru: Читать из Atom Pro

# button14.Text
source: Write to device
ru: Писать в Atom Pro

# button2.Text
source: Remove
ru: Удалить

# button3.Text
source: New
ru: Новый

# button4.Text
source: Delete
ru: Удалить

# button5.Text
source: Close
ru: Закрыть

# button6.Text
source: Save
ru: Сохранить

# button7.Text
source: Select...
ru: Выбрать...

# button8.Text
source: Pick up channel
ru: Выбрать канал

# button9.Text
source: Remove
ru: Удалить

# groupBox2.Text
source: Peak Detection
ru: Обнаружение пиков

# groupBox3.Text
source: Dose Rate
ru: Мощность дозы

# label1.Text
source: Thermometer Type
ru: Тип термометра

# label16.Text
source: Specify Default Background Spectrum
ru: Выбрать спектр фона по умолчанию

# label18.Text
source: # of Channels
ru: Кол-во каналов

# label19.Text
source: AutoCalibrator Settings
ru: Настройки автокалибратора

# label2.Text
source: (1 for external MCA devices)
ru: (1 для цифровых спектрометров)

# label21.Text
source: Channel Pitch
ru: Шаг канала

# label23.Text
source: Background Spectrum
ru: Фоновый спектр

# label24.Text
source: Filename
ru: Имя файла

# label25.Text
source: Input Device Type
ru: Тип устройства

# label26.Text
source: Notes
ru: Заметки

# label27.Text
source: Preset Time
ru: Лимит времени

# label3.Text
source: 2nd Coeff.(c)
ru: 2 коэф.(c)

# label31.Text
source: (must have same channel parameters)
ru: (должны включать идентичные параметры канала что и у устройства)

# label36.Text
source: Pick up a channel from spectrum chart.
ru: Выберите канал из спектра

# label38.Text
source: FWHM at 0 ch
ru: FWHM в 0 канале

# label39.Text
source: Max Items
ru: Макс № пик

# label4.Text
source: Name
ru: Имя

# label40.Text
source: Min SNR
ru: Мин. SNR

# label41.Text
source: Tolerance
ru: Допуск

# label43.Text
source: 4th Coeff.(a)
ru: 4 коэф.(a)

# label44.Text
source: 3rd Coeff.(b)
ru: 3 коэф.(b)

# label45.Text
source: FWHM peak in ch
ru: Канал пика FWHM

# label46.Text
source: FW peak width ch
ru: FW пика в каналах

# label47.Text
source: Min range keV
ru: Мин. поиск пика keV

# label48.Text
source: Max range keV
ru: Макс. поиск пика keV

# label5.Text
source: Device Configuration List
ru: Список конфигураций устройств

# label6.Text
source: Offset (e)
ru: Смещ. (e)

# label7.Text
source: 1st Coeff.(d)
ru: 1 коэф.(d)

# label8.Text
source: Determine energy calibration parameters by fitting energy values of known peaks
ru: Выберите параметры так, чтобы пики соответствовали известным энергиям.

# label9.Text
source: Multipoint Calibration
ru: Калибровка

# numberColumn1.Text
source: Energy
ru: Энергия

# numberColumn2.Text
source: Channel
ru: Канал

# numberColumn3.Text
source: Energy
ru: Энергия

# numberColumn4.Text
source: Error%
ru: Ошибка%

# table1.NoItemsText
source: There's no configuration.
ru: Нет конфигурации

# table2.NoItemsText
source: There are no calibration points
ru: Нет точек калибровки

# table3.NoItemsText
source: There are no settings
ru: Нет настроек

# tabPage1.Text
source: General
ru: Основное

# tabPage2.Text
source: Energy Calibration
ru: Калибровка энергии

# tabPage3.Text
source: Device Specific
ru: Особенности устройства

# tabPage4.Text
source: References
ru: Фон

# tabPage5.Text
source: Analysis
ru: Анализ

# tabPage6.Text
source: Tempco
ru: Темп. компенсация

# textBox15.Text
source: Energy[keV] = ax^4 + bx^3 + cx^2 + dx + e (x = Channel Number)
ru: Энергия[keV] = ax^4 + bx^3 + cx^2 + dx + e (x = номер канала)

# textColumn1.Text
source: Configuragion Name
ru: Имя конфигурации

# textColumn2.Text
source: Last Updated
ru: Обновлён

# textColumn4.Text
source: Nuclide
ru: Нуклид

# label52.Text
source: Concat channels, ch
ru: Сжатие ch
