Repository: Am6er/BecqMoni
Catalog: BecquerelMonitor/DocEnergySpectrum.*.resx
Languages: ru

# cps表示ToolStripMenuItem.Text
source: Counts per Second (CPS)
ru: Имп. в сек. (CPS)

# hideEnergyCalibrationToolToolStripMenuItem.Text
source: Inactivate Energy Calibration Tool
ru: Выкл. калибровку по энергиям

# showEnergyCalibrationToolToolStripMenuItem.Text
source: Activate Energy Calibration Tool
ru: Включить калибровку по энергиям

# toolStripButton1.ToolTipText
source: Show All Channels
ru: Показать все каналы

# toolStripButton2.ToolTipText
source: Magnify Selection
ru: Увеличение масштаба

# toolStripLabel1.Text
source: Y-Axis:
ru: Ось Y:

# toolStripLabel2.Text
source: View:
ru: Просмотр:

# toolStripLabel3.Text
source: X-Axis:
ru: Ось X:

# toolStripMenuItem1.Text
source: Increase selection (&M)
ru: Увеличить масштаб (&M)

# toolStripMenuItem2.Text
source: Device configuration (&D)
ru: Конфигурация устройства (&D)

# toolStripMenuItem3.Text
source: ROI Configuration (&R)
ru: Конфигурация ROI (&R)

# toolStripSplitButton1.ToolTipText
source: Specify Vertical Unit
ru: Выбрать вертикальную единицу

# toolStripSplitButton10.ToolTipText
source: Activate/Inactivate Energy Calibration Tool
ru: Вкл/Выкл калибровку по энергиям

# toolStripSplitButton2.ToolTipText
source: Specify Vertical Scale
ru: Выбрать вертикальный масштаб

# toolStripSplitButton3.ToolTipText
source: Specify Chart Type
ru: Выбрать тип отображения спектра

# toolStripSplitButton4.ToolTipText
source: Specify Horizontal Unit
ru: Выбрать горизонтальную единицу

# toolStripSplitButton5.ToolTipText
source: Specify Auto Fitting Mode
ru: Выбрать режим автомасштаба

# toolStripSplitButton6.ToolTipText
source: Specify Smoothing Method
ru: Выбрать режим сглаживания

# toolStripSplitButton7.ToolTipText
source: Specify Background Visibility
ru: Выбрать отображение фона

# toolStripSplitButton8.ToolTipText
source: Specify Drawing Mode
ru: Выбрать режим отрисовки

# toolStripSplitButton9.ToolTipText
source: Specify Detected Peak Visibility
ru: Выбрать отображение обнаруженных пиков

# なしToolStripMenuItem.Text
source: No Auto Fitting
ru: Без авто масштабирования

# エネルギー表示ToolStripMenuItem.Text
source: Energy (keV)
ru: Энергия (keV)

# カウント表示ToolStripMenuItem.Text
source: Counts
ru: Имп.

# スムージングなしToolStripMenuItem.Text
source: None
ru: Нет

# チャネル表示ToolStripMenuItem.Text
source: Channel
ru: Канал

# バックグラウンド表示ありToolStripMenuItem.Text
source: Show Background Spectrum
ru: Показать фоновый спектр

# バックグラウンド表示なしToolStripMenuItem.Text
source: Hide Background Spectrum
ru: Скрыть фоновый спектр

# バーグラフToolStripMenuItem.Text
source: Bar Chart
ru: Столбцы

# ピーク表示ありToolStripMenuItem.Text
source: Show Detected Peak
ru: Показать обнаруженные пики

# ピーク表示なしToolStripMenuItem.Text
source: Hide Detected Peak
ru: Скрыть обнаруженные пики

# リニア表示ToolStripMenuItem.Text
source: Linear Scale
ru: Линейный Y

# 上限閾値に設定HToolStripMenuItem.Text
source: Set the upper threshold limit from the position of the cursor on the spectrum(&Н)
ru: Установить нижний порог спектра по курсору (&Н)

# 下限閾値に設定LToolStripMenuItem.Text
source: Set the lower threshold limit from the position of the cursor on the spectrum(&L)
ru: Установить нижний порог спектра по курсору (&L)

# 保存SToolStripMenuItem.Text
source: Save (&S)
ru: Сохранить (&S)

# 全チャネルを表示AToolStripMenuItem.Text
source: Show all channels (&A)
ru: Показать все каналы (&A)

# 加重移動平均ToolStripMenuItem.Text
source: Weight Moving Average
ru: Скользящее среднее с весом

# 単純移動平均ToolStripMenuItem.Text
source: Simple Moving Average
ru: Скользящее среднее

# 対数表示ToolStripMenuItem.Text
source: Logarithmic Scale
ru: Логарифм. Y

# 折れ線グラフToolStripMenuItem.Text
source: Line Chart
ru: Линии

# 自動フィットBGToolStripMenuItem.Text
source: Auto Fitting to Background
ru: Авто масштаб по фону

# 自動フィットToolStripMenuItem.Text
source: Auto Fitting
ru: Авто масштаб

# 通常表示ToolStripMenuItem.Text
source: Normal Drawing
ru: Обычное отображение

# 選択領域からROI定義作成SToolStripMenuItem.Text
source: Creating an ROI Definition from a Selected Area(&S)
ru: Создать ROI из выбранного диапазона (&S)

# 閉じるCToolStripMenuItem.Text
source: Close(&C)
ru: Закрыть(&C)

# 高精細表示ToolStripMenuItem.Text
source: Antialias Drawing
ru: Сглаживание

# SubstractBgToolStripMenuItem.Text
source: Show Spectrum with Background Subtracted
ru: Вычесть фон

# ShowConToolStripMenuItem.Text
source: Show Continuum with peaks
ru: Показать континуум с пиками

# toolStripButton3.ToolTipText
source: Scale 1:1
ru: Масштаб 1:1
