Repository: Am6er/BecqMoni
Catalog: BecquerelMonitor/GlobalConfigForm.*.resx
Languages: ru

# $this.Text
source: Application Preference
ru: Настройки приложения

# button2.Text
source: Cancel
ru: Отмена

# button3.Text
source: Apply
ru: Применить

# button4.Text
source: Initialize All
ru: Сбросить всё

# button5.Text
source: Select...
ru: Выбор...

# button6.Text
source: Select...
ru: Выбор...

# button7.Text
source: Play
ru: Запуск

# checkBox1.Text
source: Include Pulse Data in Spectrum File
ru: Добавить данные по импульсами в файл спектра

# checkBox2.Text
source: Show Values for Not Detected Nuclides
ru: Показать значения не обнаруженных пиков

# comboBox1.Items
source: Counts
ru: Имп.

# comboBox1.Items1
source: Counts per Second (cps)
ru: Имп. в сек. (cps)

# comboBox10.Items
source: Equal
ru: Равно

# comboBox10.Items1
source: Fit
ru: Масштаб

# comboBox11.Items
source: Left
ru: Слева

# comboBox11.Items1
source: Center
ru: Центр

# comboBox11.Items2
source: Right
ru: Справа

# comboBox12.Items
source: Liter (l)
ru: Литр (l)

# comboBox12.Items1
source: Milliliter (ml)
ru: Милилитр (ml)

# comboBox13.Items
source: Kilogram (kg)
ru: Килограмм (kg)

# comboBox13.Items1
source: Gram (g)
ru: Грамм (g)

# comboBox14.Items
source: Result ≧ k Times of Standard Uncertainty
ru: Результат > k раз стандартного отклонения

# comboBox14.Items1
source: Result ≧ MDA
ru: Результат > MDA

# comboBox15.Items
source: 1st. BG, 2nd. Sample
ru: 1-й фон, 2-й образец

# comboBox15.Items1
source: 1st. Sample, 2nd. BG
ru: 1-й образец, 2-й фон

# comboBox2.Items
source: Linear
ru: Линейный

# comboBox2.Items1
source: Logarithmic
ru: Логарифм.

# comboBox3.Items
source: Bar Chart
ru: Столбцы

# comboBox3.Items1
source: Line Chart
ru: Линии

# comboBox4.Items
source: None
ru: Нет

# comboBox4.Items1
source: Auto Fit
ru: Авто масштаб

# comboBox4.Items2
source: Auto Fit (BG)
ru: Авто масштаб (фон)

# comboBox5.Items
source: Channel
ru: Канал

# comboBox5.Items1
source: Energy
ru: Энергия

# comboBox6.Items
source: None
ru: Нет

# comboBox6.Items1
source: Simple Moving Average
ru: Ск. среднее

# comboBox6.Items2
source: Weighted Moving Average
ru: Ск. среднее с весом

# comboBox7.Items
source: Visible
ru: Отобразить

# comboBox7.Items1
source: Invisible
ru: Скрыто

# comboBox8.Items
source: Antialiasing
ru: Сглаживание

# comboBox8.Items1
source: Normal
ru: Нормальный

# comboBox9.Items
source: Visible
ru: Отобразить

# comboBox9.Items1
source: Invisible
ru: Скрыто

# groupBox1.Text
source: Default Chart Configuration
ru: Конфигурация диаграммы по умолчанию

# groupBox10.Text
source: Result File Configuration
ru: Конфигурация файла результата

# groupBox2.Text
source: Detail Chart Configuration
ru: Атрибуты диаграммы по умолчанию

# groupBox3.Text
source: Other Colors
ru: Другие цвета

# groupBox4.Text
source: Spectrum Colors
ru: Цвета спектра

# groupBox5.Text
source: Measurement Configuration
ru: Конфигурация измерения

# groupBox6.Text
source: Save Setting
ru: Сохранить настройки

# groupBox7.Text
source: Energy Calibration Adjustment Unit
ru: Ед.. инкремента калиб. энергии

# groupBox8.Text
source: Background Measurement Time
ru: Время измерения фона

# groupBox9.Text
source: Sample Measurement Time
ru: Время измерения образца

# label1.Text
source: Vertical Unit
ru: Ед. изм. оси Y

# label10.Text
source: ROI Border
ru: Область ROI

# label11.Text
source: ROI Background
ru: Фон ROI

# label12.Text
source: Selection Border
ru: Граница выбр. обл.

# label13.Text
source: Selection Background
ru: Фон выбр. области

# label14.Text
source: Axis
ru: Оси

# label15.Text
source: Number
ru: Номер

# label16.Text
source: Gauge
ru: Шкала осей

# label17.Text
source: Space
ru: Белая часть

# label18.Text
source: Grid (Light)
ru: Сетка (светлая)

# label19.Text
source: Selection Net Region
ru: Выбор чистой обл.

# label2.Text
source: Vertical Scale
ru: Верт. шкала

# label20.Text
source: Cursor
ru: Курсор

# label21.Text
source: 1st Coefficient
ru: 1й коэффициент

# label22.Text
source: Offset
ru: Смещен.

# label23.Text
source: Smoothing Method
ru: Сглаживание

# label24.Text
source: SMA Window Size
ru: Ширина окна СКС

# label25.Text
source: ROI Net Region
ru: Чист. часть ROI

# label26.Text
source: WMA Window Size
ru: Ширина окна СКВС

# label27.Text
source: Chart Refresh Cycle
ru: Цикл обн. диагр.

# label3.Text
source: Chart Type
ru: Тип графика

# label37.Text
source: Drawing Mode
ru: Режим отрисовки

# label38.Text
source: Background
ru: Фон

# label39.Text
source: Peak Flag
ru: Флаг пика

# label4.Text
source: Vertical Fitting
ru: Режим верт. оси

# label40.Text
source: Peak Flag
ru: Флаг пика

# label41.Text
source: Peak Figure
ru: Форма пика

# label42.Text
source: Peak Line
ru: Линия пика

# label43.Text
source: Horizontal Scale
ru: Гориз. шкала

# label44.Text
source: Magnification Origin
ru: Привязка масшт.

# label45.Text
source: Volume Unit
ru: Ед. объёма

# label46.Text
source: Weight Unit
ru: Ед. веса

# label47.Text
source: Uncertainty Level
ru: Ур. неопред.

# label48.Text
source: Detection Level (k)
ru: Ур. детектир. (k)

# label5.Text
source: Horizontal Unit
ru: Ед. изм. оси X

# label52.Text
source: 2nd Coefficient
ru: 2-й коэфф.

# label54.Text
source: Detection Condition
ru: Сост. обнаружения

# label6.Text
source: Active Spectrum (Sample)
ru: Акт. спектр (образец)

# label64.Text
source: Drawing Order
ru: Порядок отображения

# label65.Text
source: Device Config.
ru: Конфиг. устр.

# label67.Text
source: Default
ru: По умолч.

# label7.Text
source: Active Spectrum (BG)
ru: Акт. спектр (фон)

# label88.Text
source: Active Spectrum (Diff)
ru: Акт. спектр (выч)

# label76.Text
source: Default
ru: По умолч.

# label77.Text
source: ROI Config.
ru: Конфиг. ROI

# label78.Text
source: Warm-up Time
ru: Время прогрева

# label79.Text
source: Calibration Time
ru: Время калибровки

# label8.Text
source: Background
ru: Фон

# label80.Text
source: Shutdown Time
ru: Время включения

# label81.Text
source: Energy Calibration File Prefix
ru: Префикс файла калибровки

# label82.Text
source: Background File Prefix
ru: Префикс файла фона

# label83.Text
source: Sample File Prefix
ru: Префикс файла образца

# label84.Text
source: When measurement finished
ru: При завершении измерения

# label85.Text
source: Mouse cursor peak settings [E-(Pitch + Percent*E); E+(Pitch + Percent*E)]
ru: Отобр. пика под курсором [E-(Шаг + Проц*E); E+(Шаг + Проц*E)]

# label86.Text
source: Pitch: absolute value in keV
ru: Шаг: абс. значение в keV

# label87.Text
source: Percent: percent from nuclei Energy
ru: Процент: процент от энергии изотопа

# label9.Text
source: Grid (Dark)
ru: Сетка (тёмная)

# tabPage1.Text
source: Chart
ru: График

# tabPage2.Text
source: System
ru: Системные

# tabPage3.Text
source: Color
ru: Цвет

# tabPage4.Text
source: Easy Control
ru: Упрощ. управление

# tabPage5.Text
source: Sound
ru: Звук

# textBox1.Text
source: Caution: If this option is enabled, file size of saved spectra will be extremely large. This option is mandatory for manupulating channel parameters after measuring spectrum. (recommended environement: 64bit OS, over 4GB of memory)
ru: Внимание: Если эта опция включена, размер файла сохраненных спектров будет чрезвычайно большим. Эта опция обязательна для управления параметрами канала после измерения спектра.
