Repository: Am6er/BecqMoni
Catalog: BecquerelMonitor/ROIConfigForm.*.resx
Languages: ru

# $this.Text
source: Edit ROI Configuration
ru: Изменить конфигурацию ROI

# button1.Text
source: New
ru: Новый

# button10.Text
source: Duplicate
ru: Дубль

# button2.Text
source: Delete
ru: Удалить

# button3.Text
source: Add
ru: Добав.

# button4.Text
source: Delete
ru: Удалить

# button5.Text
source: Save
ru: Сохранить

# button6.Text
source: Close
ru: Закрыть

# button7.Text
source: New
ru: Новый

# button8.Text
source: Delete
ru: Удалить

# button9.Text
source: Added
ru: Добав.

# checkBox1.Text
source: Valid
ru: Верный

# checkBoxColumn2.Text
source: Name
ru: Имя

# comboBox1.Items
source: Simple BG diff
ru: 単純BG差分

# groupBox1.Text
source: ROI Definition
ru: Опред. ROI

# groupBox2.Text
source: ROI Configuration
ru: Конфигурация ROI

# groupBox3.Text
source: Visualization
ru: Визуализация

# imageColumn1.Text
source: Operation
ru: Операция

# label1.Text
source: ROI Definition List
ru: Список определений ROI

# label11.Text
source: Primitive Type
ru: Тип примитива

# label13.Text
source: Peak
ru: Пик

# label15.Text
source: ROI Configuration List
ru: Список опред. ROI

# label16.Text
source: Name
ru: Имя

# label17.Text
source: Filename
ru: Имя файла

# label18.Text
source: Notes
ru: Запись

# label19.Text
source: Half Life Time
ru: Полураспад

# label2.Text
source: Name
ru: Имя

# label20.Text
source: years
ru: year

# label21.Text
source: Nuclide
ru: Изотоп

# label22.Text
source: to be
ru: будет

# label23.Text
source: (with ROI Width
ru: (с шириной ROI

# label25.Text
source: Color
ru: Цвет

# label3.Text
source: Lower Bound
ru: Нижн. гран.

# label4.Text
source: Upper Bound
ru: Верх. гран.

# label7.Text
source: ROI Primitive List
ru: Список примитивов ROI

# label8.Text
source: Notes
ru: Заметки

# label9.Text
source: Efficiency Coeff.
ru: Коэф. эффект.

# table1.NoItemsText
source: There are no ROI definitions.
ru: Нет определений ROI

# table2.NoItemsText
source: There are no ROI primitives.
ru: Нет примитивов ROI

# table3.NoItemsText
source: There are ROI configurations.
ru: Есть конфигурации ROI

# textColumn1.Text
source: Name
ru: Имя

# textColumn10.Text
source: Region
ru: Область

# textColumn11.Text
source: Notes
ru: Заметки

# textColumn12.Text
source: Last Updated
ru: Посл. обновл.

# textColumn2.Text
source: Main Region
ru: Основн. обл.

# textColumn3.Text
source: # of Prim.
ru: № прим.

# textColumn4.Text
source: Method
ru: メソッド

# textColumn5.Text
source: Arithmetic operations
ru: 演算

# textColumn6.Text
source: Area
ru: 領域

# textColumn7.Text
source: Remarks
ru: 備考

# textColumn8.Text
source: Type
ru: Тип
